tap "homebrew/bundle"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
if OS.mac?
  cask "alfred"
  cask "google-chrome"
  cask "macdown"
  cask "rectangle"
  cask "tunnelblick"
  cask "visual-studio-code"
  cask "xquartz"
end
