tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "berkeley-db", link: true
brew "cmake"
brew "coreutils"
brew "dict"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "htop"
brew "nodebrew"
brew "openjdk"
brew "sqlite"
brew "python@3.10"
brew "taskwarrior-tui"
brew "tmux"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
cask "alfred"
cask "brave-browser"
cask "dotnet-sdk"
cask "google-chrome"
cask "macdown"
cask "rectangle"
cask "tunnelblick"
cask "unity-hub"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
