tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "berkeley-db", link: true
brew "cmake"
brew "fzf"
brew "git"
brew "htop"
brew "nodebrew"
brew "python@3.10"
brew "ruby"
brew "tmux"
brew "vim"
cask "alfred"
cask "amethyst"
cask "background-music"
cask "blackhole-2ch"
cask "google-chrome"
cask "macdown"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
