tap "homebrew/autoupdate"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "neovim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "marp-cli"
brew "conda-zsh-completion"
brew "eza"
brew "tmux"
brew "docker"
# formatters
brew "tidy-html5"
brew "shfmt"
brew "stylua"
brew "black"
if OS.mac?
    cask "claude-code"
    brew "watch"
    cask "raycast"
    cask "google-chrome"
    cask "macdown"
    cask "rectangle"
    cask "tunnelblick"
    cask "visual-studio-code"
    cask "xquartz"
    cask "google-japanese-ime"
    cask "microsoft-remote-desktop"
    cask "notion"
    cask "slack"
    cask "ghostty"
    cask "karabiner-elements"
end
