tap "homebrew/bundle"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "marp-cli"
brew "conda-zsh-completion"
if OS.mac?
  cask "raycast"
  cask "google-chrome"
  cask "macdown"
  cask "rectangle"
  cask "tunnelblick"
  cask "visual-studio-code"
  cask "xquartz"
  cask "google-japanese-ime"
  cask "microsoft-remote-desktop"
  cask "notion"
  cask "slack"
end
